import React from 'react';

function Advantages() {
    return(
        <div className='advantages'>
            <h1 className='gradient-text2'>Наши приемущества</h1>
            <div className='advantage-1'>
                <h2>Удобность сервиса</h2>
                <p></p>
                <p> Вам не нужно помнить, что «первые 10 ссылок бесплатные», а потом нужно платить. Наша модель простоты распространяется и на бизнес-логику: базовые функции, которых хватит большинству, всегда бесплатны и не имеют лимитов. Ограничения (если они есть) чётко и заранее прописаны на отдельной странице, а не всплывают в самый неподходящий момент.</p>
            </div>
            <div className='advantage-2'>
                <h2>Удобная аналитика</h2>
                <p>Превратите каждую ссылку в мощный инструмент аналитики. Больше не гадайте — знайте точно. Отслеживайте, сколько раз перешли по ваш. Это бесценные данные для маркетологов, блогеров и бизнеса, которые помогают оценить эффективность кампаний, понять аудиторию и принимать решения на основе реальных цифр.</p>
            </div>
            <div className='advantage-3'>
                <h2>Работайте быстрее и умнее</h2>
                <p>Современные сокращатели — это не просто сайты, а часть вашего workflow. Они интегрируются с популярными платформами: Slack, Twitter, Google Sheets, CRM-системами.Автоматизируйте создание и отслеживание ссылок, экономьте время и минимизируйте рутину, чтобы сосредоточиться на творческой и стратегической работе.</p>
            </div>
        </div>
    );
}

export default Advantages;